{
  "rule": {
    "bmi": {
      "deficit": {
        "assessment": "Дефицит и недостаточная масса тела",
        "aftermath": "чрезмерная худоба может привести к расстройствами нервной системы, различными заболеваниями желудочно-кишечного тракта, эндокринными и гормональными нарушениями, снижению иммунитета; кожа начнет терять упругость, появятся морщинки и растяжки; нарушится работа термогенеза — то есть способности организма вырабатывать тепло для поддержания постоянной температуры тела и обеспечения работы всех его систем.",
        "recommendation": "<br>•хорошо питайтесь и старайтесь делать это регулярно, 4-5 раз в сутки, достаточными порциями и не допускайте чувства голода; ешьте медленно, тщательно пережёвывая пищу<br>•откажитесь от фаст-фуда: несмотря на высокую калорийность, такая пища вредит желудку,лучше отдать предпочтение йогуртам и сухофруктам,овощам и фруктам; включите в свой рацион продукты, богатые белками и углеводами; чтобы набрать вес, необходимо ежесуточно потреблять 2,5 г. белка на 1 кг. веса<br>•постарайтесь высыпаться: здоровый полноценный сон способствует выработке соматотропина – гормона, влияющего на прирост мышечной массы. <br>•занимайтесь спортом<br>•ведите «дневник питания и физических нагрузок»;<br>•откажитесь от вредных привычек – курения и употребления алкоголя: они ухудшают аппетит, снижают стрессоустойчивость, что негативно влияет на обмен веществ; по этой же причине стоит сократить потребление кофе и крепкого чая. <br>•постарайтесь избавиться от стрессов: нервное перенапряжение «сжигает калории», а это мешает набрать вес."
      },
      "norm": {
        "assessment": "Норма веса",
        "recommendation": "у вас видимо отлично получается держать свой организм в тонусе! Но не забывайте про правильное, сбалансированное питание и про занятия спортом.<br>"
      },
      "excess": {
        "assessment": "Избыточная масса тела",
        "aftermath": "сердечно-сосудистые заболевания (главным образом, болезни сердца); диабет; нарушения опорно-двигательной системы.",
        "recommendation": "<br>1) следует уравновесить количество потребляемой пищи и уровень физических нагрузок<br>2) ограничить калорийность своего рациона за счет снижения количества потребляемых жиров и сахаров<br>3) увеличить потребление фруктов и овощей, а также зернобобовых, цельных злаков и орехов<br>4) вести регулярную физическую активность <br>5) вести «дневник питания и физических нагрузок»"
      },
      "obesity": {
        "assessment": "Ожирение",
        "aftermath": "сердечно-сосудистые заболевания (главным образом, болезни сердца и инсульт); диабет; нарушения опорно-двигательной системы (в особенности остеоартрит); некоторые онкологические заболевания.",
        "recommendation": "<br>1) следует уравновесить количество потребляемой пищи и уровень физических нагрузок<br>2) ограничить калорийность своего рациона за счет снижения количества потребляемых жиров и сахаров<br>3) увеличить потребление фруктов и овощей, а также зернобобовых, цельных злаков и орехов<br>4) вести регулярную физическую активность (60 минут в день для детей и 150 минут в неделю для взрослых)<br>5) вести «дневник питания и физических нагрузок»<br>6) обратиться к психологу, если вы чувствуете что еда является вашим спасением от стрессов, скуки, ощущения опасности, тревоги или одиночества"
      }
    },
    "sleep-duration": {
      "deficit": {
        "assessment": "Недосыпание",
        "aftermath": "<br>1) снижение иммунитета<br>2) снижение работоспособности, концентрации внимания, памяти<br>3) сердечно-сосудистые заболевания<br>4) головные боли<br>5) ожирение (организм, словно защищаясь, пытается восполнить недостаток энергии лишними калориями)<br>6) у мужчин вследствие недосыпа снижается уровень тестостерона на 30% (начинает расти живот даже у худощавых мужчин, появляется риск воспаления предстательной железы)<br>7) повышается уровень гормона стресса — кортизола<br>8) может развиться депрессия, бессонница",
        "recommendation": "Вам стоит увеличить часы сна, хотя бы до 6 часов, а лучше уделять 8 часов для сна, так как недосып может привести к последствиям, описанным выше."
      },
      "norm": {
        "assessment": "Норма сна",
        "recommendation": "ученые считают, что это нормальное кол-во часов сна и это не навредит Вашему организму, так что Вы-молодец!"
      },
      "excess": {
        "assessment": "Пересыпание",
        "aftermath": "<br>1) сахарный диабет (риск заболеть диабетом повышался на 50% у людей, спавших более девяти часов в сутки)<br>2) проблемы с сердечно-сосудистой системой (риск ишемической болезни повышается на 38% у людей, которые спят от 9 до 11 часов в сутки)<br>3) ожирение<br>4) головные боли<br>5) раздражительность, плохое настроение<br>6) депрессия",
        "recommendation": "Вы спите слишком много! Вам нужно установить режим сна и уделять ему не более 8-ми часов, иначе пересып может привести к последствиям, описанным выше."
      }
    },
    "physical-activity": {
      "low-activity-bad-state": {
        "assessment": "Малоподвижный образ жизни, который приводит к нестабильному физическому состоянию тела",
        "aftermath": "старение дыхательной и сердечно-сосудистой системы, ослабление скелета, болезни суставов, вялость, слабость, апатия и ожирение.",
        "recommendation": "Вам рекомендуется уделить повышенное  внимание занятию спортом или, для начала, старайтесь больше ходить пешком и прогуливаться перед сном, что будет также полезно и для хорошего крепкого сна."
      },
      "low-activity-norm-state": {
        "assessment": "Низкая физическая активность и нормальное физическое состояние тела",
        "aftermath": "старение дыхательной и сердечно-сосудистой системы, ослабление скелета, болезни суставов",
        "recommendation": "Вам не помешало бы повысить свои физ.нагрузки, так как при низкой физической активности или вовсе при её отсутствии организм не всегда будет нормально себя чувствовать. Попробуйте активнее вести свой образ жизни!"
      },
      "low-activity-good-state": {
        "assessment": "Низкая физическая активность, организм сохраняет хорошее физическое состояние",
        "aftermath": "старение дыхательной и сердечно-сосудистой системы, ослабление скелета, болезни суставов",
        "recommendation": "это отлично, что Ваше тело находится в тонусе при минимальной физической нагрузке, но Вы должны понимать, что при низкой физической активности или вовсе при её отсутствии организм не всегда будет так хорошо себя чувствовать. Попробуйте активнее вести свой образ жизни!"
      },
      "norm-activity-bad-state": {
        "assessment": "Нормальная физическая активность и низкое физическое состояние тела ",
        "aftermath": "вялость, слабость",
        "recommendation": "Вам следует обратиться за консультацией к врачу или к тренеру, который бы смог грамотно составить режим тренировок и помог с выбором определенных нагрузок."
      },
      "norm-activity-norm-state": {
        "assessment": "Соотношение кол-ва физических нагрузок и общего состояния тела соответствует норме",
        "recommendation": "можете попробовать увеличить физические нагрузки, это может поспособствовать улучшению Вашего состояния"
      },
      "norm-activity-good-state": {
        "assessment": "Нормальная физическая активность, организм находится в тонусе",
        "recommendation": "можете попробовать увеличить свои физические нагрузки, но Вы и так молодец!"
      },
      "high-activity-bad-state": {
        "assessment": "Общее состояние Вашего тела не соответствует физическим нагрузкам, которые Вы выполняете",
        "aftermath": "ухудшение сна, потеря веса, травма мышц, частые возникновениям острых респираторных вирусных заболеваний (процесс выздоровления  будет длиться дольше обычного)",
        "recommendation": "Вам необходимо уменьшить физические нагрузки, не занимайтесь через силу и обратитесь за помощью к тренеру, чтобы тот грамотно составил Вам режим тренировок и помог с выбором определенных нагрузок."
      },
      "high-activity-norm-state": {
        "assessment": "Общее состояние Вашего тела не соответствует физическим нагрузкам, которые Вы выполняете",
        "aftermath": "ухудшение сна,потеря веса,травма мышц",
        "recommendation": "постарайтесь снизить физическую активность и понаблюдать за состоянием тела. Если оно не улучшится - обратитесь к врачу. Если улучшится, значит Вы превышали свою норму занятия спортом и Вам следует тщательнее подбирать себе программу для физ.нагрузок."
      },
      "high-activity-good-state": {
        "assessment": "Высокая физическая активность, приводящая к тонусу и хорошему показателю физического состояния тела",
        "recommendation": "продолжайте в том же духе!"
      }
    }
  }
}
