{
  "rule": {
    "bmi": {
      "deficit": "<b>Дефицит и недостаточная масса тела</b><br>Чрезмерная худоба может быть вызвана расстройствами нервной системы, различными заболеваниями желудочно-кишечного тракта, эндокринными и гормональными нарушениями, наличием в организме паразитов (глистная инвазия) или скрытых опухолей. Если же после медицинского обследования никаких патологий обнаружено не было, возможно, недостаточный вес связан с нездоровым питанием, неправильным образом жизни или напряжённым режимом работы. Тогда Вам могут помочь следующие рекомендации:<br>•\tхорошо питайтесь и старайтесь делать это регулярно, 4-5 раз в сутки, достаточными порциями и не допускайте чувства голода; ешьте медленно, тщательно пережёвывая пищу<br>•\tоткажитесь от фаст-фуда: несмотря на высокую калорийность, такая пища вредит желудку,лучше отдать предпочтение йогуртам и сухофруктам,овощам и фруктам; включите в свой рацион продукты, богатые белками и углеводами; чтобы набрать вес, необходимо ежесуточно потреблять 2,5 г. белка на 1 кг. веса<br>•\tпостарайтесь высыпаться: здоровый полноценный сон способствует выработке соматотропина – гормона, влияющего на прирост мышечной массы. <br>•\tзанимайтесь спортом<br>•\tведите «дневник питания и физических нагрузок»;<br>•\tоткажитесь от вредных привычек – курения и употребления алкоголя: они ухудшают аппетит, снижают стрессоустойчивость, что негативно влияет на обмен веществ; по этой же причине стоит сократить потребление кофе и крепкого чая. <br>•\tпостарайтесь избавиться от стрессов: нервное перенапряжение «сжигает калории», а это мешает набрать вес.",
      "norm": "<b>Норма</b><br>У вас видимо отлично получается держать свой организм в тонусе! Но не забывайте про правильное, сбалансированное питание и про занятия спортом.<br>",
      "excess": "<b>Избыточная масса тела и ожирение</b><br>Повышенный ИМТ является одним из основных факторов риска таких неинфекционных заболеваний, как: <br>•\tсердечно-сосудистые заболевания (главным образом, болезни сердца и инсульт)<br>•\tдиабет;<br>•\tнарушения опорно-двигательной системы (в особенности остеоартрит — крайне инвалидизирующее дегенеративное заболевание суставов);<br>•\tнекоторые онкологические заболевания (в т. ч. рак эндометрия, молочной железы, яичника, предстательной железы, печени, желчного пузыря, почки и толстой кишки).<br>Риск этих заболеваний возрастает по мере увеличения ИМТ.<br>Чтобы избавиться от избыточного веса, ожирения и поспособствовать их профилактике следует:  <br>•\tследует уравновесить количество потребляемой пищи и уровень физических нагрузок;<br>•\tограничить калорийность своего рациона за счет снижения количества потребляемых жиров и сахаров;<br>•\tувеличить потребление фруктов и овощей, а также зернобобовых, цельных злаков и орехов;<br>•\tвести регулярную физическую активность (60 минут в день для детей и 150 минут в неделю для взрослых);<br>•\tведите «дневник питания и физических нагрузок»;<br>•\tобратиться к психологу, если вы чувствуете что еда является вашим спасением от стрессов, скуки, ощущения опасности, тревоги или одиночества;"
    },
    "sleep-duration": {
      "extreme-deficit": "Вам стоит увеличить часы сна, хотя бы до 6 часов, а лучше уделять 8 часов для сна, так как недосып может привести к таким последствиям:<br>1)\tснижение иммунитета;<br>2)\tснижение работоспособности, концентрации внимания, памяти;<br>3)\tсердечно-сосудистые заболевания;<br>4)\tголовные боли;<br>5)\tожирение (организм, словно защищаясь, пытается восполнить недостаток энергии лишними калориями);<br>6)\tу мужчин вследствие недосыпа снижается уровень тестостерона на 30% (начинает расти живот даже у худощавых мужчин, появляется риск воспаления предстательной железы);<br>7)\tповышается уровень гормона стресса — кортизола;<br>8)\tможет развиться депрессия, бессонница;<br>",
      "deficit": "Ученые считают, что это нормальное кол-во часов сна и это не навредит Вашему организму, но постарайтесь спать на час или два больше, это доставит Вам удовольствие, поверьте!",
      "norm": "Вы - молодец! Вы уделяете достаточное кол-во часов для сна, это не навредит Вашему здоровью.",
      "excess": "Вы спите слишком много! Вам нужно установить режим сна и привыкать к нему иначе пересып может привести к таким последствиям:<br>1)\tсахарный диабет (риск заболеть диабетом повышался на 50% у людей, спавших более девяти часов в сутки)<br>2)\tпроблемы с сердечно-сосудистой системой (риск ишемической болезки повышается на 38% у людей, которые спят от 9 до 11 часов в сутки)<br>3)\tожирение<br>4)\tголовные боли<br>5)\tраздражительность, плохое настроение<br>6)\tдепрессия<br>"
    },
    "physical-activity": {
      "low-activity-bad-state": "Вы ведёте малоподвижный образ жизни, который может привести к старению дыхательной и сердечно-сосудистой системы, а также к ослаблению скелета, болезням суставов, вялости, слабости, апатии и ожирению. Вам рекомендуется уделить внимание занятию спортом или, для начала, старайтесь больше ходить пешком и прогуливаться перед сном, что будет также полезно и для хорошего крепкого сна.",
      "low-activity-norm-state": "Вы мало уделяете время спорту и физ.активностям, но состояние Вашего тела находится в норме, что не так плохо. Но Вам не помешало бы повысить свои физ.нагрузки, так как при низкой физической активности или вовсе при её отсутствии Ваш организм не всегда будет нормально себя чувствовать. Попробуйте активнее вести свой образ жизни!",
      "low-activity-good-state": "Это отлично, что Ваше тело находится в тонусе при минимальной физической нагрузке. Но Вы должны понимать, что при низкой физической активности или вовсе при её отсутствии Ваш организм не всегда будет так хорошо себя чувствовать. Попробуйте активнее вести свой образ жизни!",
      "norm-activity-bad-state": "аша физ.активность считается нормальной, но состояние Вашего организма находится в упадке. Вам следует обратиться за консультацией к врачу или к тренеру, который бы смог грамотно составить режим тренировок и помог с выбором определенных нагрузок.",
      "norm-activity-norm-state": "Соотношение кол-ва физических нагрузок и общего состояния тела соответствует норме, можете попробовать увеличить физические нагрузки, это может поспособствовать улучшению Вашего состояния!",
      "norm-activity-good-state": "При нормальной физической активности состояние тела находится в тонусе, что очень замечательно, продолжайте в том же духе!",
      "high-activity-bad-state": "Ой ой! По-моему Вы превышаете свою норму занятия спортом и это приводит к плохому самочувствию. Вам необходимо уменьшить физические нагрузки, иначе это может привести к ухудшению сна, потере веса, травме мышц, частым возникновениям острых респираторных вирусных заболеваниям, а процесс выздоровления  будет длится дольше обычного. Не занимайтесь через силу и обратитесь за помощью к тренеру, чтобы тот грамотно составил Вам режим тренировок и помог с выбором определенных нагрузок.",
      "high-activity-norm-state": "Общее состояние Вашего тела не соответствует физическим нагрузкам, которые Вы выполняете. Постарайтесь снизить физическую активность и понаблюдать за состоянием своего тела. Если оно не улучшиться - обратитесь к врачу. Если улучшиться, значит Вы превышали свою норму занятия спортом и Вам следует тщательнее подбирать себе программу для физ.нагрузок.",
      "high-activity-good-state": "При высокой физической активности  Ваш организм находится в тонусе, что очень хорошо, продолжайте в том же духе!"
    }
  }
}
