{
  "rule": {
    "bmi": {
      "deficit": {
        "assessment": "Дефицит и недостаточная масса тела",
        "aftermath": "чрезмерная худоба может привести к расстройствами нервной системы, различными заболеваниями желудочно-кишечного тракта, эндокринными и гормональными нарушениями, снижению иммунитета; кожа начнет терять упругость, появятся морщинки и растяжки; нарушится работа термогенеза — то есть способности организма вырабатывать тепло для поддержания постоянной температуры тела и обеспечения работы всех его систем.",
        "recommendation": "<br>•хорошо питайтесь и старайтесь делать это регулярно, 4-5 раз в сутки, достаточными порциями и не допускайте чувства голода; ешьте медленно, тщательно пережёвывая пищу<br>•откажитесь от фаст-фуда: несмотря на высокую калорийность, такая пища вредит желудку,лучше отдать предпочтение йогуртам и сухофруктам,овощам и фруктам; включите в свой рацион продукты, богатые белками и углеводами; чтобы набрать вес, необходимо ежесуточно потреблять 2,5 г. белка на 1 кг. веса<br>•постарайтесь высыпаться: здоровый полноценный сон способствует выработке соматотропина – гормона, влияющего на прирост мышечной массы. <br>•занимайтесь спортом<br>•ведите «дневник питания и физических нагрузок»;<br>•откажитесь от вредных привычек – курения и употребления алкоголя: они ухудшают аппетит, снижают стрессоустойчивость, что негативно влияет на обмен веществ; по этой же причине стоит сократить потребление кофе и крепкого чая. <br>•постарайтесь избавиться от стрессов: нервное перенапряжение «сжигает калории», а это мешает набрать вес."
      },
      "norm": {
        "assessment": "Норма веса",
        "recommendation": "у вас видимо отлично получается держать свой организм в тонусе! Но не забывайте про правильное, сбалансированное питание и про занятия спортом.<br>"
      },
      "excess": {
        "assessment": "Избыточная масса тела",
        "aftermath": "сердечно-сосудистые заболевания (главным образом, болезни сердца); диабет; нарушения опорно-двигательной системы.",
        "recommendation": "<br>1) следует уравновесить количество потребляемой пищи и уровень физических нагрузок<br>2) ограничить калорийность своего рациона за счет снижения количества потребляемых жиров и сахаров<br>3) увеличить потребление фруктов и овощей, а также зернобобовых, цельных злаков и орехов<br>4) вести регулярную физическую активность <br>5) вести «дневник питания и физических нагрузок»"
      },
      "obesity": {
        "assessment": "Ожирение",
        "aftermath": "сердечно-сосудистые заболевания (главным образом, болезни сердца и инсульт); диабет; нарушения опорно-двигательной системы (в особенности остеоартрит); некоторые онкологические заболевания.",
        "recommendation": "<br>1) следует уравновесить количество потребляемой пищи и уровень физических нагрузок<br>2) ограничить калорийность своего рациона за счет снижения количества потребляемых жиров и сахаров<br>3) увеличить потребление фруктов и овощей, а также зернобобовых, цельных злаков и орехов<br>4) вести регулярную физическую активность (60 минут в день для детей и 150 минут в неделю для взрослых)<br>5) вести «дневник питания и физических нагрузок»<br>6) обратиться к психологу, если вы чувствуете что еда является вашим спасением от стрессов, скуки, ощущения опасности, тревоги или одиночества"
      }
    },
    "sleep-duration": {
      "deficit": {
        "assessment": "Недосыпание",
        "aftermath": "<br>1) снижение иммунитета<br>2) снижение работоспособности, концентрации внимания, памяти<br>3) сердечно-сосудистые заболевания<br>4) головные боли<br>5) ожирение (организм, словно защищаясь, пытается восполнить недостаток энергии лишними калориями)<br>6) у мужчин вследствие недосыпа снижается уровень тестостерона на 30% (начинает расти живот даже у худощавых мужчин, появляется риск воспаления предстательной железы)<br>7) повышается уровень гормона стресса — кортизола<br>8) может развиться депрессия, бессонница",
        "recommendation": "Вам стоит увеличить часы сна, хотя бы до 6 часов, а лучше уделять 8 часов для сна, так как недосып может привести к последствиям, описанным выше."
      },
      "norm": {
        "assessment": "Норма сна",
        "recommendation": "ученые считают, что это нормальное кол-во часов сна и это не навредит Вашему организму, так что Вы-молодец!"
      },
      "excess": {
        "assessment": "Пересыпание",
        "aftermath": "<br>1) сахарный диабет (риск заболеть диабетом повышался на 50% у людей, спавших более девяти часов в сутки)<br>2) проблемы с сердечно-сосудистой системой (риск ишемической болезни повышается на 38% у людей, которые спят от 9 до 11 часов в сутки)<br>3) ожирение<br>4) головные боли<br>5) раздражительность, плохое настроение<br>6) депрессия",
        "recommendation": "Вы спите слишком много! Вам нужно установить режим сна и уделять ему не более 8-ми часов, иначе пересып может привести к последствиям, описанным выше."
      }
    },
    "physical-activity": {
      "low-activity-bad-state": {
        "assessment": "Малоподвижный образ жизни, который приводит к нестабильному физическому состоянию тела",
        "aftermath": "старение дыхательной и сердечно-сосудистой системы, ослабление скелета, болезни суставов, вялость, слабость, апатия и ожирение.",
        "recommendation": "Вам рекомендуется уделить повышенное  внимание занятию спортом или, для начала, старайтесь больше ходить пешком и прогуливаться перед сном, что будет также полезно и для хорошего крепкого сна."
      },
      "low-activity-norm-state": {
        "assessment": "Низкая физическая активность и нормальное физическое состояние тела",
        "aftermath": "старение дыхательной и сердечно-сосудистой системы, ослабление скелета, болезни суставов",
        "recommendation": "Вам не помешало бы повысить свои физ.нагрузки, так как при низкой физической активности или вовсе при её отсутствии организм не всегда будет нормально себя чувствовать. Попробуйте активнее вести свой образ жизни!"
      },
      "low-activity-good-state": {
        "assessment": "Низкая физическая активность, организм сохраняет хорошее физическое состояние",
        "aftermath": "старение дыхательной и сердечно-сосудистой системы, ослабление скелета, болезни суставов",
        "recommendation": "это отлично, что Ваше тело находится в тонусе при минимальной физической нагрузке, но Вы должны понимать, что при низкой физической активности или вовсе при её отсутствии организм не всегда будет так хорошо себя чувствовать. Попробуйте активнее вести свой образ жизни!"
      },
      "norm-activity-bad-state": {
        "assessment": "Нормальная физическая активность и низкое физическое состояние тела ",
        "aftermath": "вялость, слабость",
        "recommendation": "Вам следует обратиться за консультацией к врачу или к тренеру, который бы смог грамотно составить режим тренировок и помог с выбором определенных нагрузок."
      },
      "norm-activity-norm-state": {
        "assessment": "Соотношение кол-ва физических нагрузок и общего состояния тела соответствует норме",
        "recommendation": "можете попробовать увеличить физические нагрузки, это может поспособствовать улучшению Вашего состояния"
      },
      "norm-activity-good-state": {
        "assessment": "Нормальная физическая активность, организм находится в тонусе",
        "recommendation": "можете попробовать увеличить свои физические нагрузки, но Вы и так молодец!"
      },
      "high-activity-bad-state": {
        "assessment": "Общее состояние Вашего тела не соответствует физическим нагрузкам, которые Вы выполняете",
        "aftermath": "ухудшение сна, потеря веса, травма мышц, частые возникновениям острых респираторных вирусных заболеваний (процесс выздоровления  будет длиться дольше обычного)",
        "recommendation": "Вам необходимо уменьшить физические нагрузки, не занимайтесь через силу и обратитесь за помощью к тренеру, чтобы тот грамотно составил Вам режим тренировок и помог с выбором определенных нагрузок."
      },
      "high-activity-norm-state": {
        "assessment": "Общее состояние Вашего тела не соответствует физическим нагрузкам, которые Вы выполняете",
        "aftermath": "ухудшение сна,потеря веса,травма мышц",
        "recommendation": "постарайтесь снизить физическую активность и понаблюдать за состоянием тела. Если оно не улучшится - обратитесь к врачу. Если улучшится, значит Вы превышали свою норму занятия спортом и Вам следует тщательнее подбирать себе программу для физ.нагрузок."
      },
      "high-activity-good-state": {
        "assessment": "Высокая физическая активность, приводящая к тонусу и хорошему показателю физического состояния тела",
        "recommendation": "продолжайте в том же духе!"
      }
    },
    "smoking": {
      "norm": {
        "assessment": "Вы отлично придерживаетесь поговорки «Курить – здоровью вредить!»",
        "recommendation": "продолжайте в том же духе!"
      },
      "moderate": {
        "assessment": "Умеренное потребление сигарет",
        "aftermath": "<br>1) Рак (наиболее негативными последствиями пристрастия к сигаретам являются онкологические заболевания бронхов, легких, трахеи, гортани, пищевода, мочевого пузыря и поджелудочной железы. Кроме того, страдают почки, органы репродуктивной и кроветворной систем)<br>2) Заболевания сердечно-сосудистой системы (это такие последствия курения, как ишемическая болезнь сердца, болезнь Бюргера, нарушения в периферических сосудах, инсульты, тромбозы и др)<br>3) Патологии органов пищеварения(курение вредит и здоровью желудочно-кишечного тракта, вызывая образование полипов толстого кишечника, язвы желудка и двенадцатиперстной кишки, гастрит, гастродуоденит и др.)<br>4) Болезни дыхательной системы(курение сигарет провоцирует развитие или усугубляет течение бронхиальной астмы, хронического ринита, туберкулеза, хронической обструктивной болезни легких и бронхита, а также увеличивает частоту заболеваемости ОРЗ и гриппом)<br>5) Заболевания полости рта (следствием курения сигарет может стать не только пожелтение эмали, но и такие серьезные патологии, как некротический язвенный гингивит, пародонтит, онкологические поражения слизистых оболочек)<br>6) Нарушения опорно-двигательного аппарата(курение сигарет оказывает негативное влияние и на скелет человека. Оно пагубно сказывается на состоянии сухожилий и связок, а также мышечной ткани. Под влиянием курения в организме ухудшается усваивание кальция, развивается остеопороз, возрастает частота переломов и риск формирования ревматоидного артрита)<br>7) Болезни глаз(опасность курения заключается и в провоцировании таких патологий, как макулярная дистрофия (поражение сетчатки), нистагм (аномальные движения глазных яблок), табачная амблиопия (утрата зрения), диабетическая ретинопатия (поражение сосудов сетчатки глаз при сахарном диабете), катаракта и др.)<br>8) Заболевания репродуктивной системы(курение вредно и для половых органов. Наиболее частыми последствиями у женщин являются менструальные дисфункции, снижение фертильности, ановуляторные циклы, ранняя менопауза. Под влиянием курения здоровье мужчин страдает не меньше. У них отмечается снижение фертильности, эректильная дисфункция, уменьшение количества сперматозоидов в семенной жидкости, ухудшение их качества и подвижности)<br>9) Сахарный диабет II типа, депрессия, рассеянный склероз, нарушения слуха и другие недуги.",
        "recommendation": "не смотря на то, что Вы не заядлый курильщик, всё же лучше отказать от этой привычки, чтобы предотвратить  вышеперечисленные проблемы со здоровьем. Задумайтесь о своём здоровье!"
      },
      "high": {
        "assessment": "Частое потребление сигарет",
        "aftermath": "<br>1) Рак (наиболее негативными последствиями пристрастия к сигаретам являются онкологические заболевания бронхов, легких, трахеи, гортани, пищевода, мочевого пузыря и поджелудочной железы. Кроме того, страдают почки, органы репродуктивной и кроветворной систем)<br>2) Заболевания сердечно-сосудистой системы (это такие последствия курения, как ишемическая болезнь сердца, болезнь Бюргера, нарушения в периферических сосудах, инсульты, тромбозы и др)<br>3) Патологии органов пищеварения(курение вредит и здоровью желудочно-кишечного тракта, вызывая образование полипов толстого кишечника, язвы желудка и двенадцатиперстной кишки, гастрит, гастродуоденит и др.)<br>4) Болезни дыхательной системы(курение сигарет провоцирует развитие или усугубляет течение бронхиальной астмы, хронического ринита, туберкулеза, хронической обструктивной болезни легких и бронхита, а также увеличивает частоту заболеваемости ОРЗ и гриппом)<br>5) Заболевания полости рта (следствием курения сигарет может стать не только пожелтение эмали, но и такие серьезные патологии, как некротический язвенный гингивит, пародонтит, онкологические поражения слизистых оболочек)<br>6) Нарушения опорно-двигательного аппарата(курение сигарет оказывает негативное влияние и на скелет человека. Оно пагубно сказывается на состоянии сухожилий и связок, а также мышечной ткани. Под влиянием курения в организме ухудшается усваивание кальция, развивается остеопороз, возрастает частота переломов и риск формирования ревматоидного артрита)<br>7) Болезни глаз(опасность курения заключается и в провоцировании таких патологий, как макулярная дистрофия (поражение сетчатки), нистагм (аномальные движения глазных яблок), табачная амблиопия (утрата зрения), диабетическая ретинопатия (поражение сосудов сетчатки глаз при сахарном диабете), катаракта и др.)<br>8) Заболевания репродуктивной системы(курение вредно и для половых органов. Наиболее частыми последствиями у женщин являются менструальные дисфункции, снижение фертильности, ановуляторные циклы, ранняя менопауза. Под влиянием курения здоровье мужчин страдает не меньше. У них отмечается снижение фертильности, эректильная дисфункция, уменьшение количества сперматозоидов в семенной жидкости, ухудшение их качества и подвижности)<br>9) Сахарный диабет II типа, депрессия, рассеянный склероз, нарушения слуха и другие недуги.",
        "recommendation": "не смотря на то, что у Вас еще нет зависимости от сигарет, всё же лучше отказать от этой привычки, чтобы предотвратить  вышеперечисленные проблемы со здоровьем. Задумайтесь о своём здоровье!"
      },
      "extremely-high": {
        "assessment": "Зависимость от сигарет",
        "aftermath": "<br>1) Рак (наиболее негативными последствиями пристрастия к сигаретам являются онкологические заболевания бронхов, легких, трахеи, гортани, пищевода, мочевого пузыря и поджелудочной железы. Кроме того, страдают почки, органы репродуктивной и кроветворной систем)<br>2) Заболевания сердечно-сосудистой системы (это такие последствия курения, как ишемическая болезнь сердца, болезнь Бюргера, нарушения в периферических сосудах, инсульты, тромбозы и др)<br>3) Патологии органов пищеварения(курение вредит и здоровью желудочно-кишечного тракта, вызывая образование полипов толстого кишечника, язвы желудка и двенадцатиперстной кишки, гастрит, гастродуоденит и др.)<br>4) Болезни дыхательной системы(курение сигарет провоцирует развитие или усугубляет течение бронхиальной астмы, хронического ринита, туберкулеза, хронической обструктивной болезни легких и бронхита, а также увеличивает частоту заболеваемости ОРЗ и гриппом)<br>5) Заболевания полости рта (следствием курения сигарет может стать не только пожелтение эмали, но и такие серьезные патологии, как некротический язвенный гингивит, пародонтит, онкологические поражения слизистых оболочек)<br>6) Нарушения опорно-двигательного аппарата(курение сигарет оказывает негативное влияние и на скелет человека. Оно пагубно сказывается на состоянии сухожилий и связок, а также мышечной ткани. Под влиянием курения в организме ухудшается усваивание кальция, развивается остеопороз, возрастает частота переломов и риск формирования ревматоидного артрита)<br>7) Болезни глаз(опасность курения заключается и в провоцировании таких патологий, как макулярная дистрофия (поражение сетчатки), нистагм (аномальные движения глазных яблок), табачная амблиопия (утрата зрения), диабетическая ретинопатия (поражение сосудов сетчатки глаз при сахарном диабете), катаракта и др.)<br>8) Заболевания репродуктивной системы(курение вредно и для половых органов. Наиболее частыми последствиями у женщин являются менструальные дисфункции, снижение фертильности, ановуляторные циклы, ранняя менопауза. Под влиянием курения здоровье мужчин страдает не меньше. У них отмечается снижение фертильности, эректильная дисфункция, уменьшение количества сперматозоидов в семенной жидкости, ухудшение их качества и подвижности)<br>9) Сахарный диабет II типа, депрессия, рассеянный склероз, нарушения слуха и другие недуги.",
        "recommendation": "<br>Назначьте дату, имеющую для вас какой-то особый смысл, если эта дата близка. Это может быть ваш день рождения, день рождения подруги (друга). Новый год или какая-то годовщина. Если вы курите из-за стресса, вызванного учебой, бросайте эту привычку во время каникул. Не назначайте дату в отдаленном будущем, вы можете потерять душевный запал.<br>Договоритесь с курящим другом (подругой) или супругой (супругом) бросить курить вместе, чтобы вы могли поддерживать друг друга.<br>Скажите всем вашим знакомым, что вы бросаете курить. Они постараются вас поддержать.<br>Определите круг людей (поддерживающих вас в стремлении бросить курить), которым вы можете позвонить в любое время, когда вам очень захочется покурить.<br>Попробуйте заменить курение другими занятиями — физическими упражнениями, новым увлечением, жевательной резинкой или низкокалорийными закусками. Избегайте есть высококалорийную пищу: можно набрать лишний вес.<br>Лучше всего бросить курить сразу и полностью. Постепенное избавление от привычки курить дает худшие результаты. Однако те, кто приобрел пристрастие к никотину, могут выходить из курения постепенно (или применять никотиновую жвачку) с тем, чтобы избежать синдрома потери. Если вы собираетесь прекращать курить постепенно, заранее разработайте схему и твердо ей следуйте.<br>Не закуривайте сигарету, пока не пройдет 5 мин с момента возникновения у вас потребности покурить. В течение этих 5 мин попытайтесь изменить свой эмоциональный настрой или заняться чем-то другим. Позвоните кому-нибудь из вашей «группы поддержки».<br>Сделайте курение настолько неудобным, насколько это возможно. Всегда покупайте только одну пачку сигарет и только после того, как закончилась предыдущая. Никогда не носите сигареты при себе — ни дома, ни на работе. Не носите при себе спички или зажигалки.<br>Составьте список вещей, которые можно было бы купить на сэкономленные на курении деньги. Переведите стоимость каждой из них в дни не курения.<br>Всегда спрашивайте себя, действительно ли вам нужна эта сигарета или это просто рефлекторная реакция.<br>Уберите из вашего дома, из машины и рабочего места все пепельницы.<br>Найдите какое-нибудь занятие для своих рук.<br>Непременно сходите к зубному врачу, чтобы очистить зубы от табачной желтизны.<br>Проводите свободное время в новых занятиях, избегайте развлечений, которые были связаны у вас с курением (сидение в баре, перед телевизором и т.д.). Станьте более активным в физическом плане.<br>Если вам трудно самому бросить курить, обратитесь к специалистам."
      }
    },
    "coffee": {
      "norm": {
        "assessment": "Вау, это круто, что Вы не употребляете кофеин, так держать!",
        "recommendation": "продолжайте в том же духе!"
      },
      "moderate": {
        "assessment": "Умеренное потребление кофеина",
        "aftermath": "<br>1) Учащенное сердцебиение<br>2) Изжога<br>3) Нервная дрожь<br>4) Диарея<br>5) Бессонница<br>6) Повышенное кровяное давление<br>7) Повреждение печени",
        "recommendation": "хорошо, что Вы мало потребляете кофеина! Но лучше знать, какие могут быть последствия от его частого употребления, чтобы при вопросе «А может еще по чашечке кофе?», Вы точно говорили «Нет!»."
      },
      "high": {
        "assessment": "Частое потребление кофеина",
        "aftermath": "<br>1) Учащенное сердцебиение<br>2) Изжога<br>3) Нервная дрожь<br>4) Диарея<br>5) Бессонница<br>6) Повышенное кровяное давление<br>7) Повреждение печени",
        "recommendation": "ага, видимо Вы любитель чашечки кофе по утрам, а может даже и не одной! Постарайтесь уменьшить потребление кофеина, чтобы он не вызвал у Вас вышеперечисленные проблемы со здоровьем."
      },
      "extremely-high": {
        "assessment": "Зависимость от кофеина",
        "aftermath": "<br>1) Учащенное сердцебиение<br>2) Изжога<br>3) Нервная дрожь<br>4) Диарея<br>5) Бессонница<br>6) Повышенное кровяное давление<br>7) Повреждение печени",
        "recommendation": "лучше избавиться от такой зависимости, но будьте осторожны, в клинике Мейо предупреждают, что резкий отказ от кофе может вызвать симптомы отмены, такие как головная боль, усталость и раздражительность, так что лучше делать это постепенно."
      }
    },
    "alcohol": {
      "norm": {
        "assessment": "Здорово, что вы не употребляете алкоголь, Вы-молодец!",
        "recommendation": "продолжайте в том же духе!"
      },
      "moderate": {
        "assessment": "Умеренное потребление алкоголя",
        "aftermath": "<br>1) Сердечно-сосудистые (повышение артериального давления, инфаркт миокарда и инсульт)<br>2) Болезни печени (стеатоз, алкогольный гепатит и цирроз печени)<br>3) Язвенная болезнь желудка и двенадцатиперстной кишки.<br>4) Острый и хронический панкреатит (поражение поджелудочной железы).<br>5) Рак губы и горла (медицинские исследования доказывают: у людей, которые злоупотребляют алкоголем, может развиваться рак губы и горла. Риск значительно увеличивается, если тот, кто злоупотребляет алкоголем, еще и курит)<br>6) Психологические проблемы и развитие депрессии",
        "recommendation": "вам следует бросить пить, если Вы не хотите стать зависимым от алкоголя и не получить вышеперечисленные последствия! Алкоголь – не друг, ему не должно быть места в жизни здорового и любящего себя человека!"
      },
      "high": {
        "assessment": "Частое потребление алкоголя",
        "aftermath": "<br>1) Сердечно-сосудистые (повышение артериального давления, инфаркт миокарда и инсульт)<br>2) Болезни печени (стеатоз, алкогольный гепатит и цирроз печени)<br>3) Язвенная болезнь желудка и двенадцатиперстной кишки.<br>4) Острый и хронический панкреатит (поражение поджелудочной железы).<br>5) Рак губы и горла (медицинские исследования доказывают: у людей, которые злоупотребляют алкоголем, может развиваться рак губы и горла. Риск значительно увеличивается, если тот, кто злоупотребляет алкоголем, еще и курит)<br>6) Психологические проблемы и развитие депрессии",
        "recommendation": "вам следует бросить пить, если Вы не хотите стать зависимым от алкоголя и не получить вышеперечисленные последствия! Алкоголь – не друг, ему не должно быть места в жизни здорового и любящего себя человека!"
      },
      "extremely-high": {
        "assessment": "Зависимость от алкоголя",
        "aftermath": "<br>1) Сердечно-сосудистые (повышение артериального давления, инфаркт миокарда и инсульт)<br>2) Болезни печени (стеатоз, алкогольный гепатит и цирроз печени)<br>3) Язвенная болезнь желудка и двенадцатиперстной кишки.<br>4) Острый и хронический панкреатит (поражение поджелудочной железы).<br>5) Рак губы и горла (медицинские исследования доказывают: у людей, которые злоупотребляют алкоголем, может развиваться рак губы и горла. Риск значительно увеличивается, если тот, кто злоупотребляет алкоголем, еще и курит)<br>6) Психологические проблемы и развитие депрессии",
        "recommendation": "<br>Не поддавайтесь самообману. Отказ от спиртного – это труд, одного решения изменить жизнь – мало, надо хорошо осознавать, что на первых порах будет тяжело, но результат стоит того! <br>Откажитесь от других зависимостей<br>Научитесь расслабляться без алкоголя<br>Займитесь спортом<br>Правильно и регулярно питайтесь<br>Избавьтесь от скуки<br>Изолируйтесь от соблазнов"
      }
    },
    "sugar": {
      "norm": {
        "assessment": "Здорово, что у Вас нет зависимости от сахара! С Вас можно брать пример ",
        "recommendation": "продолжайте в том же духе!"
      },
      "moderate": {
        "assessment": "Умеренное потребление сахара",
        "aftermath": "<br>1) Сахар вызывает отложение жира<br>2) Сахар создает чувство ложного голода<br>3) Сахар способствует старению<br>4) Сахар вызывает привыкание<br>5) Сахар лишает организм витаминов группы В<br>6)  Сахар воздействует на сердце<br>7) Сахар истощает энергетический запас<br>8) Сахар является стимулятором<br>9) Сахар вымывает кальций из организма<br>10) Самый значительный фактор - сахар снижает силу иммунной системы в 17 раз. Чем больше сахара у нас в крови, тем слабее иммунитет.<br>11) А также начинают беспокоить угри и высыпания, нарушается сон, появляется излишняя раздражительность и агрессия",
        "recommendation": "вы  не так уж и много потребляете сахар, молодец! Но лучше не забывать, чем чревато частое потребление сахара, чтобы не хотелось кушать его еще больше!"
      },
      "high": {
        "assessment": "Частое потребление сахара",
        "aftermath": "<br>1) Сахар вызывает отложение жира<br>2) Сахар создает чувство ложного голода<br>3) Сахар способствует старению<br>4) Сахар вызывает привыкание<br>5) Сахар лишает организм витаминов группы В<br>6)  Сахар воздействует на сердце<br>7) Сахар истощает энергетический запас<br>8) Сахар является стимулятором<br>9) Сахар вымывает кальций из организма<br>10) Самый значительный фактор - сахар снижает силу иммунной системы в 17 раз. Чем больше сахара у нас в крови, тем слабее иммунитет.<br>11) А также начинают беспокоить угри и высыпания, нарушается сон, появляется излишняя раздражительность и агрессия",
        "recommendation": "так Вы сладкоежка! Вам лучше бы снизить кол-во потребления сахара, чтобы не возникли вышеперечисленные проблемы."
      },
      "extremely-high": {
        "assessment": "Зависимость от сахара",
        "aftermath": "<br>1) Сахар вызывает отложение жира<br>2) Сахар создает чувство ложного голода<br>3) Сахар способствует старению<br>4) Сахар вызывает привыкание<br>5) Сахар лишает организм витаминов группы В<br>6)  Сахар воздействует на сердце<br>7) Сахар истощает энергетический запас<br>8) Сахар является стимулятором<br>9) Сахар вымывает кальций из организма<br>10) Самый значительный фактор - сахар снижает силу иммунной системы в 17 раз. Чем больше сахара у нас в крови, тем слабее иммунитет.<br>11) А также начинают беспокоить угри и высыпания, нарушается сон, появляется излишняя раздражительность и агрессия",
        "recommendation": "так Вы сладкоежка! Если Вы заботитесь о своём здоровье и не хотите возникновения вышеперечисленных проблем, то лучше снизить потребление сахара! Можете заменить его на более полезные продукты: мёд, кленовый сироп, сухофрукты, мальтозная патока (сахаристый крахмалопродукт, который получают из кукурузной муки)"
      }
    }
  }
}
